# Problem 0:
#
# Создать предложение где одна его половина написана в маленьком регистре, а вторая полностью в большом.

a = "Snakecobra"
b = a.lower()
c = a.upper()
print(b[0:5] + c[5:10])
